Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Choose the Drop Shipments action, and then choose the Get Sales Order action.
cs_cz: Vyberte tlačítko Přímá dodávka a tlačítko Kopírovat prodejní objednávku.

source: In the Sales List window, select the sales order that you prepared in the "To create a sales order for drop shipment" section.
cs_cz: V okně Přehled prodeje vyberte prodejní objednávku, kterou jste nachystali v sekci „Vytvoření prodejní objednávky pro přímou dodávku“.

source: The line information from the sales order is inserted on the purchase order line(s).
cs_cz: Informace o řádku z prodejní objednávky jsou vloženy na řádku (řádcích) nákupní objednávky.

source: You can now instruct the vendor to ship the items to your customer, for example, by mailing the purchase order as a PDF.
cs_cz: Nyní můžete instruovat dodavatele, aby zboží odeslal zákazníkovi, například zasláním objednávky ve formátu PDF.

source: To view the linked purchase order from the sales order
cs_cz: Zobrazení propojení nákupní objednávky s prodejní objednávkou.

source: Select the drop-shipment sales order line, choose the Order action, choose the Drop Shipment action, and then choose the Purchase Order action.
cs_cz: Vyberte řádek přímé objednávky a zvolte tlačítko Objednávka, vyberte Přímá objednávka a vyberte tlačítko Nákupní objednávka.

source: The linked purchase order opens.
cs_cz: Propojená nákupní objednávka se otevře.

source: To post a drop shipment
cs_cz: Účtování přímé dodávky

source: When the vendor has shipped the items, you can post the sales order as shipped.
cs_cz: Když dodavatel odeslal zboží, můžete zaúčtovat prodejní objednávku jako dodanou.

source: You can also post the purchase order, but only with the Receive option until the sales order has been invoiced.
cs_cz: Také můžete účtovat nákupní objednávku, ale jen s možností Přijatá dokud prodejní objednávka nebude vyfakturována.

source: In the top right corner, choose the Search for Page or Report icon, enter Sales orders, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejní objednávky a poté vyberte příslušný odkaz.

source: Open the sales order that you created in the "To create a sales order for a drop shipment" section.
cs_cz: Otevřete prodejní objednávku, kterou jste vytvořili v sekci „Vytvoření prodejní objednávky pro přímou dodávku“.

source: In the Qty. to Ship field, specify how many of the order quantity to ship, the full or a partial order quantity.
cs_cz: V políčku Množství k odeslání specifikujte počet jednotek z objednaného zboží k odeslání, buď celé nebo částečné množství.

source: Choose the Post or Post and Send action.
cs_cz: Vyberte tlačítko Účtovat nebo Účtovat a odeslat.

source: Choose either the Ship option to invoice later, or the Ship and Invoice option to invoice immediately.
cs_cz: Zvolte buď volbu Odeslat pro pozdější fakturaci, nebo volbu Odeslat a fakturovat okamžitě fakturovat.

source: Sell Products
cs_cz: Prodejní produkty

source: Enable Customer Payments Through PayPal
cs_cz: Povolení zákaznických plateb pomocí PayPalu

source: Enable Customer Payments Through PayPal#
cs_cz: Povolení zákaznických plateb pomocí PayPalu

source: As an alternative to collecting payments through bank transfer or credit cards, you can offer your customers to pay you through their PayPal account.
cs_cz: Jako alternativu k výběru plateb bankovním převodem nebo kreditními kartami můžete svým zákazníkům nabídnout, že Vám budou platit prostřednictvím účtu PayPal.

source: When a customer chooses the PayPal link on a sales invoice or sales order document, the service page for their PayPal account appears showing the payment details for the sale.
cs_cz: Pokud zákazník zvolí odkaz PayPal na prodejní faktuře nebo v prodejní objednávce, objeví se stránka pro služby PayPal s platebními údaji.

source: The customer can then pay the invoice as any other PayPal payment.
cs_cz: Zákazník může zaplatit fakturu jako jakoukoli jinou PayPal platbu.

source: To enable customer payments through PayPal, you must do the following:
cs_cz: Chcete-li povolit platby zákazníkům prostřednictvím služby PayPal, musíte provést následující kroky:

source: Set up PayPal Payments Standard as a payment service in the Payments Services window.
cs_cz: Nastavte službu PayPal Payments Standard jako platební službu v okně Služby pro platby.

source: Select PayPal Payments Standard in the Payment Service field on the sales document in question.
cs_cz: Zvolte v Služby pro platby PayPal Payments Standard na daném prodejním dokladu.

source: The PayPal Payments Standard service is installed as an extension to Dynamics NAV and ready to enabled.
cs_cz: Služba PayPal Payments Standard bude nainstalována jako rozšíření Dynamics NAV a bude připravena k zapnutí.

source: For more information, see Customizing Dynamics NAV Using Extensions .
cs_cz: Další informace naleznete v tématu: Přizpůsobení Dynamics NAV pomocí rozšíření.

source: To enable the PayPal Payments Standard service
cs_cz: Povolení služby PayPal Payments Standard

source: In the top right corner, choose the Search for Page or Report icon, Payment Services, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Služby pro platby a poté vyberte příslušný odkaz.

source: In the Payment Services window, choose the New action.
cs_cz: V okně Služby pro platby zvolte Nový.

source: Select PayPal Standard, and then close the window.
cs_cz: Vyberte PayPal Standard a zavřete okno.

source: In the Payment Services window, choose the Setup action.
cs_cz: V okně Služby pro platby zvolte Nastavení.

source: Select the Always Include on Documents check box if the hyperlink for the PayPal payment service should always be visible on sales documents where payment through PayPal is enabled.
cs_cz: Zaškrtněte políčko Vždy zahrnuto v dokumentech, pokud má být hypertextový odkaz pro platební službu PayPal vždy viditelný v prodejních dokladech, kde je povolena platba prostřednictvím služby PayPal.

source: To select PayPal Payments Standard on a sales invoice
cs_cz: Vybrání PayPal Payments Standard na prodejní faktuře

source: On the Home page, choose Sales Invoices.
cs_cz: Na domovské stránce vyberte položku Prodejní faktury.

source: Open the sales invoice that you want to enable PayPal payments for.
cs_cz: Otevřete prodejní fakturu, na kterou chcete povolit platby PayPal.

source: In the Payment Service field, choose PayPal Payments Standard.
cs_cz: V poli Služby pro platby vyberte PayPal Payments Standard.

source: The Payment Service field is only visible if the PayPal Payments Standard service is enabled.
cs_cz: Pole Služby pro platby je pouze viditelné pokud je služba PayPal Payments Standard zapnutá.

source: Set Up Sales
cs_cz: Nastavení prodeje

source: You create a sales invoice or sales order to record your agreement with a customer to sell certain products on certain delivery and payment terms.
cs_cz: Můžete vytvořit prodejní faktury nebo prodejní objednávky, abyste zaznamenali vaši smlouvu se zákazníkem o prodeji určitých produktů za určitých dodacích a platebních podmínek.

source: You must use sales orders if your sales process requires that you can ship parts of an order quantity, for example, because the full quantity is not available at once.
cs_cz: Musíte použít prodejní objednávky, pokud to váš prodejní proces vyžaduje a můžete pouze dodat části objednávky, například pokud celé množství není k dispozici najednou.

source: If you sell items by delivering directly from your vendor to your customer, as a drop shipment, then you must also use sales orders.
cs_cz: Pokud prodáváte zboží dodáním přímo od svého dodavatele zákazníkovi jako zásilku, musíte také použít prodejní objednávky.

source: In all other aspects, sales orders work the same way as sales invoices.
cs_cz: Ve všech ostatních ohledech fungují prodejní objednávky stejným způsobem jako prodejní faktury.

source: You can negotiate with the customer by first creating a sales quote, which you can convert to a sales invoice when you agree on the sale.
cs_cz: Můžete vyjednávat se zákazníkem tím, že nejprve vytvoříte prodejní nabídku, kterou můžete při prodeji převést na prodejní fakturu, pokud s obchodem souhlasíte.

source: Make Offers .
cs_cz: Vytváření nabídek .

source: After the customer has confirmed the agreement, for example after a quote process, you post the sales invoice to create the related quantity and value entries in your system.
cs_cz: Poté, co zákazník potvrdí smlouvu, například po procesu nabídkového řízení, zaúčtujete prodejní fakturu a vytvoříte související položky o množství a hodnotách ve vašem systému.

source: When you post the sales invoice, you can also email the document as a PDF attachment.
cs_cz: Při vystavení faktury za prodej můžete také dokument poslat jako přílohu ve formátu PDF.

source: You can have the email body prefilled with a summary of the invoice and payment information, such as a link to PayPal.
cs_cz: Tělo e-mailu můžete vyplnit předběžně souhrnem faktury a platebních informací, jako je odkaz na PayPal.

source: Send Documents by Email .
cs_cz: Posílání dokumentů pomocí Emailu .

source: In business environments where the customer must pay before products are delivered, such as in retail, you must wait for the receipt of payment before you deliver the products.
cs_cz: V obchodních prostředích, kde musí zákazník platit před dodáním produktů, například v maloobchodě, musíte počkat na příjem platby před dodáním produktů.

source: In most cases, you process incoming payments some weeks after delivery by applying the payments to their related posted, unpaid sales invoices.
cs_cz: Ve většině případů zpracováváte příchozí platby několik týdnů po doručení, a to tak, že platby jsou uplatněny na související účtované prodejní nezaplacené faktury.

source: If the posted sales invoice is paid, then you must create a sales credit memo to reverse the sale.
cs_cz: Pokud je prodejní faktura zaúčtovaná, musíte si vytvořit dobropis k vrácení prodeje.

source: Process Sales Returns or Cancellations .
cs_cz: Proces prodejní vratky nebo zrušení .

source: The sales invoice process is the same for both product types.
cs_cz: Proces prodeje je stejný pro oba typy produktů.

source: In Dynamics NAV, a product is referred to with the term “item”.
cs_cz: V produktu Dynamics NAV se produkt označuje výrazem "zboží".

source: You can fill customer fields on the sales invoice in two ways depending on whether the customer is already registered.
cs_cz: Položky zákazníků můžete vyplnit na prodejní faktuře dvěma způsoby v závislosti na tom, zda je zákazník již zaregistrován.

source: To create a sales invoice
cs_cz: Vytvoření prodejní faktury

source: On the Home page, choose the Sales Invoice action.
cs_cz: Na domovské stránce vyberte tlačítko Prodejní faktury.

source: In the Customer field, enter the name of an existing customer.
cs_cz: V políčku Zákazník napište jméno existujícího zákazníka.

source: Other fields in the Sales Invoice window are now filled with the standard information of the selected customer.
cs_cz: Ostatní pole v okně Prodejní faktury jsou nyní vyplněny informacemi vybraného zákazníka.

source: If the customer is not registered, then follow these steps:
cs_cz: Pokud není zákazník registrován, následujte tyto kroky:

source: In the Customer field, enter the name of the new customer.
cs_cz: V políčku Zákazník napište jméno nového zákazníka.

source: In the dialog box about registering the new customer, choose the Yes button.
cs_cz: V dialogovém okně o registraci nového zákazníka zvolte tlačítko Ano.

source: In the Select a template for a new customer window, choose a template to base the new customer card on, and then choose the OK button.
cs_cz: V okně Vybrat šablonu pro nového zákazníka vyberte šablonu, na které bude založena nová zákaznická karta, a potom klepněte na tlačítko OK.

source: A new customer card opens, prefilled with the information on the selected customer template.
cs_cz: Otevře se nová zákaznická karta s předvyplněnými informacemi ze zvolené šablony zákazníků.

source: The Name field is prefilled with the new customer’s name that you entered on the sales invoice.
cs_cz: Políčko Název je předvyplněno novým jménem zákazníka, kterého jste zadali v prodejní faktuře.

source: Proceed to fill in the remaining fields on the customer card.
cs_cz: Pokračujte vyplněním zbývajících polí na kartě zákazníka.

source: Register New Customers .
cs_cz: Registrace nového zákazníka.

source: When you have completed the customer card, choose the OK button to return to the Sales Invoice window.
cs_cz: Po dokončení karty zákazníka zmáčkněte tlačítko OK, abyste se vrátili do okna Prodejní faktury.

source: Several fields on the sales invoice are now filled with information that you specified on the new customer card.
cs_cz: Několik polí na prodejní faktuře je nyní vyplněno informacemi uvedenými na nové kartě zákazníka.

source: Fill in the remaining fields in the Sales Invoice window as necessary.
cs_cz: V případě potřeby vyplňte zbývající pole v okně Prodejní faktury.

source: You are now ready to fill the sales invoice lines with inventory items or services that you want to sell to the customer.
cs_cz: Nyní jste připraveni vyplnit řádky prodejní faktury zbožím nebo službami, které chcete prodávat zákazníkovi.

source: If you have set up recurring sales lines for the customer, such as a monthly replenishment order, then you can insert these lines on the invoice by choosing the Get Recurring Sales Lines action.
cs_cz: Pokud jste pro zákazníka nastavili opakované prodejní řádky, například objednávku měsíčního doplňování, můžete tyto řádky vložit na fakturu vybráním akce Získat periodické prodejní řádky.

source: On the Lines FastTab, in the Item field, enter the number of an inventory item or service.
cs_cz: Na záložce Řádky v políčku Zboží, vložte číslo skladové položky nebo služby.

source: In the Quantity field, enter the number of items to be sold.
cs_cz: V políčku Množství vložte množství zboží k prodeji.

source: The Line Amount field is updated to show the value in the Unit Price field multiplied by the value in the Quantity field.
cs_cz: Pole Částka na řádku je aktualizována tak, aby zobrazovala hodnotu v poli Jednotková cena vynásobenou hodnotou v poli Množství.

source: The price and line amounts are shown with or without sales tax depending on what you selected in the Prices Including Tax field on the customer card.
cs_cz: Částka ceny a řádku se zobrazuje s nebo bez DPH v závislosti na tom, co jste vybrali v poli Ceny včetně DPH na kartě zákazníka.

source: In the Line Discount % field, enter a percentage if you want to grant the customer a discount on the product.
cs_cz: Do pole Částka řádkové slevy zadejte procentuální slevu, pokud chcete zákazníkovi poskytnout slevu na produkt.

source: The value in the Line Amount field is updated accordingly.
cs_cz: Hodnota v poli Částka na řádku je odpovídajícím způsobem aktualizována.

source: If you have set up special item prices on the Sales Prices and Sales Line Discounts FastTab on the customer or item card, then the price and amount on the quote line are automatically updated if the agreed price criteria are met.
cs_cz: Pokud nastavíte speciální ceny na záložce Prodejní ceny a řádkové slevy na kartě zákazníka nebo kartě položky, potom se cena na řádku automaticky aktualizuje, pokud jsou splněna daná kritéria.

source: To add a comment about the quote line that the customer can see on the printed sales quote, write a text in the Description field on an empty line.
cs_cz: Chcete-li přidat komentář na řádek nabídky, který se zákazníkovi zobrazí na vytištěné prodejní nabídce, napište text do pole Popis na prázdném řádku.

source: Repeat steps 10 through 13 for every item that you want to offer to the customer.
cs_cz: Opakujte kroky 10 až 13 pro každou položku, kterou chcete nabídnout zákazníkovi.

source: The totals under the lines are automatically calculated as you create or modify lines.
cs_cz: Součty pod řádky se automaticky vypočítají při vytváření nebo úpravách řádků.

source: In the Invoice Discount Amount field, enter an amount that should be deducted from the value shown in the Total Incl. Tax field.
cs_cz: Do pole Částka fakturační slevy zadejte částku, která by měla být odečtena od hodnoty zobrazené v položce Celkem včetně DPH.

source: If you have set up invoice discounts for the customer, then the specified percentage value is automatically inserted in the Invoice Discount % field if the criteria are met, and the related amount is inserted in the Inv.
cs_cz: Pokud jste zákazníkovi nastavili fakturační slevu, zadaná procentní hodnota se automaticky vloží do pole Fakturační sleva %, pokud jsou splněna kritéria a příslušná částka je vložena do Faktury do

source: Discount Amount Excl. Tax field.
cs_cz: pole Fakturační sleva včetně DPH .

source: When the sales invoice lines are completed, choose the Post and Send action.
cs_cz: Po dokončení řádků prodejních faktur vyberte akci Účtovat a odeslat.

source: The Post and Send Confirmation dialog box opens showing the preferred sending method for the customer.
cs_cz: Zobrazí se dialogové okno Potvrzení účtování a odeslání s uvedením preferovaného způsobu odeslání pro zákazníka.

source: You can change the sending method by choosing the lookup button for the Send Document to field.
cs_cz: Způsob odesílání můžete změnit výběrem vyhledávacího tlačítka pro pole Odeslat dokument do.

source: Set Up Document Sending Profiles .
cs_cz: Nastavení profilů odesílání dokumentů .

source: The related item and customer ledger entries are now created in your system, and the sales invoice is output as a PDF document.
cs_cz: Položky souvisejících položek a účtů zákazníků jsou nyní vytvořeny ve vašem systému a prodejní faktura je vyexportována jako dokument PDF.

source: The sales invoice is removed from the list of sales invoices and replaced with a new document in the list of posted sales invoices.
cs_cz: Prodejní faktura je odstraněna ze seznamu prodejních faktur a nahrazena novým dokumentem v seznamu prodejních faktur.

source: Inventory
cs_cz: Sklady

source: Send Documents by Email
cs_cz: Posílání dokumentů pomocí Emailu.

source: Make Offers
cs_cz: Vytváření nabídek

source: You create a sales quote to record your offer to a customer to sell certain products on certain delivery and payment terms.
cs_cz: Můžete vytvořit prodejní nabídky, abyste zaznamenali vaši nabídku zákazníkovi o prodeji určitých produktů za určitých dodacích a platebních podmínek.

source: You can send the sales quote to the customer to communicate the offer.
cs_cz: Můžete posílat prodejní nabídku zákazníkovi pro budoucí komunikaci o nabídce.

source: You can email the document as a PDF attachment.
cs_cz: Nabídku můžete odeslat jako přílohu ve formátu PDF emailem.

source: You can also have the email body prefilled with a summary of the quote.
cs_cz: Tělo emailu může být předvyplněno souhrnem nabídky.

source: While you negotiate with the customer, you can change and resend the sales quote as much as needed.
cs_cz: Při vyjednávání se zákazníkem můžete změnit a odeslat prodejní nabídku, tak jak budete potřebovat.

source: When the customer accepts the quote, you convert the sales quote to a sales invoice or a sales order in which you process the sale.
cs_cz: Když zákazník přijme nabídku, můžete ji převést na prodejní fakturu nebo prodejní objednávku, kterou zpracujete pro prodej.

source: Invoice Sales or How to:
cs_cz: Fakturování prodeje nebo Návod:

source: The sales quote process is the same for both product types.
cs_cz: Proces prodejních nabídek je stejný pro oba typy produktů.

source: You can fill customer fields on the sales quote in two ways depending on whether the customer is already registered.
cs_cz: Políčka zákazníků můžete vyplnit na prodejní nabídce dvěma způsoby v závislosti na tom, zda je zákazník již zaregistrován.

source: To create a sales quote
cs_cz: Vytvoření prodejní nabídky

source: On the Home page, choose the Sales Quote action.
cs_cz: Na domovské stránce vyberte tlačítko Prodejní nabídky.

source: Other fields in the Sales Quote window are now filled with the standard information of the selected customer.
cs_cz: Ostatní pole v okně Prodejní nabídka jsou nyní vyplněny informacemi vybraného zákazníka.

source: When you have completed the customer card, choose the OK button to return to the Sales Quote window.
cs_cz: Po dokončení karty zákazníka zmáčkněte tlačítko OK, abyste se vrátili do okna Prodejní nabídka.

source: Several fields on the sales quote are now filled with information that you specified on the new customer card.
cs_cz: Několik polí na prodejní nabídce je nyní vyplněno informacemi uvedenými na nové kartě zákazníka.

source: Fill in the remaining fields in the Sales Quote window as necessary.
cs_cz: V případě potřeby vyplňte zbývající pole v okně Prodejní nabídka.

source: You are now ready to fill in the sales quote lines with inventory items or services that you want to offer to the customer.
cs_cz: Nyní jste připraveni vyplnit řádky prodejní nabídky zbožím nebo službami, které chcete prodávat zákazníkovi.

source: If you have set up recurring sales lines for the customer, such as a monthly replenishment order, then you can insert these lines on the quote by choosing the Get Recurring Sales Lines action.
cs_cz: Pokud jste pro zákazníka nastavili opakované prodejní řádky, například objednávku měsíčního doplňování, můžete tyto řádky vložit na nabídku vybráním akce Získat periodické prodejní řádky.

source: In the Quantity field, enter the number of items to be offered.
cs_cz: V políčku Množství zadejte množství zboží k prodeji.

source: The price and line amounts are shown with or without sales tax depending on what you selected in the Prices Including Sales Tax field on the customer card.
cs_cz: Částka ceny a řádku se zobrazuje s nebo bez DPH v závislosti na tom, co jste vybrali v poli Ceny včetně DPH na kartě zákazníka.

source: When the sales quote lines are completed, choose the Email or Print action.
cs_cz: Po dokončení řádků prodejní nabídky vyberte tlačítko E-mail nebo Tisk.

source: If you select the Email action, then a PDF file is automatically attached to an email to the customer.
cs_cz: Pokud jste zvolili tlačítko E-mail, potom PDF soubor bude automaticky připojen jako příloha e-mailu zákazníkovi.

source: You can set the email up to contain a summary of the quote.
cs_cz: Tělo emailu může být předvyplněno souhrnem nabídky.

source: If the customer accepts the quote, choose the Make Invoice or the Make Order action.
cs_cz: Pokud zákazník akceptuje nabídku, zvolte Vytvořit fakturu nebo Vytvořit objednávku.

source: The sales quote is removed from the database.
cs_cz: Prodejní nabídka je smazána z databáze.

source: A sales invoice or a sales order is created based on the information in the sales quote in which you can process the sale.
cs_cz: Prodejní faktura nebo prodejní objednávka je vytvořena na základě informací z prodejní nabídky, ze které uskutečňujete prodej.

source: In the Quote No.
cs_cz: V políčku Nabídka číslo

source: field on the sales invoice or sales order, you can see the number of the sales quote that it was made from.
cs_cz: na prodejní faktuře nebo prodejní objednávce můžete vidět číslo prodejní nabídky, ze které byly vytvořeny.

source: Process Sales Returns or Cancellations
cs_cz: Proces prodejní vratky nebo zrušení
